Repository: offyotto/core-monitor-app-store
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, ay, az, be, bg, bho, bn, bs, ca, ceb, co, cs, cy, da, de, dv, ee, el, eo, es, et, fa, fi, fil, fr, fy, ga, gd, gl, gn, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, om, or, pa, pl, ps, pt, qu, ro, ru, rw, sd, si, sk, sl, sm, so, sq, sr, su, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

# weather.unavailable.locationAccess
source: Location access is off. Enable it in System Settings to display the weather.
af: Liggingtoegang is af. Aktiveer dit in System Settings om die weer te vertoon.
am: የአካባቢ መዳረሻ ጠፍቷል። የአየር ሁኔታን ለማሳየት በSystem Settings ውስጥ አንቃው።
ar: الوصول إلى الموقع معطل. قم بتمكينه في System Settings لعرض الطقس.
as: স্থানৰ প্ৰৱেশ বন্ধ। বতৰ প্ৰদৰ্শন কৰিবলৈ ইয়াক System Settings ত সামৰ্থবান কৰক।
ay: Uka chiqar mantañax jist’antatawa. System Settings ukanx pacha uñacht’ayañatakiw ch’amanchasi.
az: Məkan girişi söndürülüb. Havanı göstərmək üçün onu System Settings-da aktivləşdirin.
be: Доступ да месцазнаходжання выключаны. Уключыце яго ў System Settings для адлюстравання надвор'я.
bg: Достъпът до местоположението е изключен. Активирайте го в System Settings, за да покажете времето.
bho: लोकेशन के पहुँच बंद बा। मौसम के प्रदर्शित करे खातिर System Settings में एकरा के सक्षम करीं।
bn: অবস্থান অ্যাক্সেস বন্ধ আছে. আবহাওয়া প্রদর্শন করতে System Settings এ এটি সক্ষম করুন।
bs: Pristup lokaciji je isključen. Omogućite ga u System Settings za prikaz vremena.
ca: L'accés a la ubicació està desactivat. Activeu-lo a System Settings per mostrar el temps.
ceb: Wala ang pag-access sa lokasyon. I-enable kini sa System Settings aron ipakita ang panahon.
co: L'accessu à u locu hè disattivatu. Attivate in System Settings per vede u clima.
cs: Přístup k poloze je vypnutý. Chcete-li zobrazit počasí, povolte jej v System Settings.
cy: Mae mynediad lleoliad i ffwrdd. Ei alluogi yn System Settings i arddangos y tywydd.
da: Placeringsadgang er slået fra. Aktiver det i System Settings for at vise vejret.
de: Der Standortzugriff ist deaktiviert. Aktivieren Sie es in System Settings, um das Wetter anzuzeigen.
dv: ލޮކޭޝަން އެކްސެސް އޮފް ކޮށްފައިވެ އެވެ. މޫސުން ދައްކާލުމަށް System Settings ގައި އެކަން އެނެބަލް ކުރާށެވެ.
ee: Wotsi teƒea ƒe mɔɖeɖe. Na wòawɔ dɔ le System Settings me be wòaɖe yame ƒe nɔnɔme afia.
el: Η πρόσβαση στην τοποθεσία είναι απενεργοποιημένη. Ενεργοποιήστε το στο System Settings για να εμφανίσετε τον καιρό.
eo: Loka aliro estas malŝaltita. Ebligu ĝin en System Settings por montri la veteron.
es: El acceso a la ubicación está desactivado. Habilítelo en System Settings para mostrar el clima.
et: Juurdepääs asukohale on välja lülitatud. Ilmateate kuvamiseks lubage see rakenduses System Settings.
fa: دسترسی به موقعیت مکانی خاموش است. برای نمایش آب و هوا آن را در System Settings فعال کنید.
fi: Sijainnin käyttöoikeus on pois päältä. Ota se käyttöön System Settings:ssa näyttääksesi sään.
fil: Naka-off ang access sa lokasyon. Paganahin ito sa System Settings upang ipakita ang lagay ng panahon.
fr: L'accès à la localisation est désactivé. Activez-le dans System Settings pour afficher la météo.
fy: Lokaasje tagong is út. Aktivearje it yn System Settings om it waar te werjaan.
ga: Tá rochtain suímh múchta. Cumasaigh é i System Settings chun an aimsir a thaispeáint.
gd: Tha ruigsinneachd àite dheth. Dèan comas ann an System Settings gus an aimsir a thaisbeanadh.
gl: O acceso á localización está desactivado. Active-o en System Settings para mostrar o tempo.
gn: Ubicación jeike oñembogue. Emboguata System Settings-pe ehechauka hag̃ua ára.
gu: સ્થાન ઍક્સેસ બંધ છે. હવામાન દર્શાવવા માટે તેને System Settings માં સક્ષમ કરો.
ha: An kashe hanyar shiga wurin. Kunna shi a cikin System Settings don nuna yanayin.
he: הגישה למיקום מושבתת. אפשר את זה ב-System Settings כדי להציג את מזג האוויר.
hi: स्थान पहुंच बंद है. मौसम प्रदर्शित करने के लिए इसे System Settings में सक्षम करें।
hr: Pristup lokaciji je isključen. Omogućite ga u System Settings za prikaz vremena.
ht: Aksè kote yo koupe. Aktive li nan System Settings pou montre move tan an.
hu: A helyhozzáférés ki van kapcsolva. Az időjárás megjelenítéséhez engedélyezze a System Settings-ban.
hy: Տեղադրության հասանելիությունն անջատված է: Միացրեք այն System Settings-ում՝ եղանակը ցուցադրելու համար:
id: Akses lokasi tidak aktif. Aktifkan di System Settings untuk menampilkan cuaca.
ig: Agbanyụrụ ohere ebe. Kwado ya na System Settings iji gosi ihu igwe.
is: Slökkt er á staðsetningaraðgangi. Virkjaðu það í System Settings til að sýna veðrið.
it: L'accesso alla posizione è disattivato. Abilitalo in System Settings per visualizzare il meteo.
ja: 位置情報へのアクセスがオフになっています。天気を表示するには、System Settings で有効にします。
jv: Akses lokasi ora aktif. Aktifake ing System Settings kanggo nampilake cuaca.
ka: მდებარეობაზე წვდომა გამორთულია. ჩართეთ იგი System Settings-ში ამინდის საჩვენებლად.
kk: Орынға қол жеткізу өшірулі. Ауа райын көрсету үшін оны System Settings ішінде қосыңыз.
km: ការចូលប្រើទីតាំងត្រូវបានបិទ។ បើកវានៅក្នុង System Settings ដើម្បីបង្ហាញអាកាសធាតុ។
kn: ಸ್ಥಳ ಪ್ರವೇಶವು ಆಫ್ ಆಗಿದೆ. ಹವಾಮಾನವನ್ನು ಪ್ರದರ್ಶಿಸಲು System Settings ನಲ್ಲಿ ಅದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ko: 위치 액세스가 사용 중지되었습니다. 날씨를 표시하려면 System Settings에서 활성화하세요.
ku: Gihîştina cîhê qut e. Di System Settings de çalak bike ku hewayê nîşan bide.
ky: Жайгашкан жерди аныктоо мүмкүнчүлүгү өчүк. Аба ырайын көрсөтүү үчүн аны System Settings ичинде иштетиңиз.
lb: Location Zougang ass aus. Aktivéiert et an System Settings fir d'Wieder ze weisen.
lo: ການເຂົ້າເຖິງສະຖານທີ່ຖືກປິດ. ເປີດໃຊ້ມັນຢູ່ໃນ System Settings ເພື່ອສະແດງສະພາບອາກາດ.
lt: Prieiga prie vietos išjungta. Įjunkite jį System Settings, kad būtų rodomas oras.
lv: Piekļuve atrašanās vietai ir izslēgta. Iespējojiet to System Settings, lai parādītu laikapstākļus.
mg: Tsy mandeha ny fidirana amin'ny toerana. Alefaso ao amin'ny System Settings izany mba hampisehoana ny toetrandro.
mi: Kua weto te uru ki te waahi. Whakahohehia ki System Settings hei whakaatu i te rangi.
mk: Пристапот до локацијата е исклучен. Овозможете го во System Settings за прикажување на времето.
ml: ലൊക്കേഷൻ ആക്സസ് ഓഫാണ്. കാലാവസ്ഥ പ്രദർശിപ്പിക്കുന്നതിന് System Settings-ൽ ഇത് പ്രവർത്തനക്ഷമമാക്കുക.
mn: Байршлын хандалт унтраалттай байна. Цаг агаарыг харуулахын тулд үүнийг System Settings-д идэвхжүүлнэ үү.
mr: स्थान प्रवेश बंद आहे. हवामान प्रदर्शित करण्यासाठी ते System Settings मध्ये सक्षम करा.
ms: Akses lokasi dimatikan. Dayakan dalam System Settings untuk memaparkan cuaca.
mt: L-aċċess għall-post huwa mitfi. Ippermettiha f'System Settings biex turi t-temp.
my: တည်နေရာအသုံးပြုခွင့်ကို ပိတ်ထားသည်။ ရာသီဥတုကိုပြသရန် System Settings တွင် ၎င်းကိုဖွင့်ပါ။
nb: Posisjonstilgang er av. Aktiver den i System Settings for å vise været.
ne: स्थान पहुँच बन्द छ। मौसम प्रदर्शन गर्न System Settings मा यसलाई सक्षम गर्नुहोस्।
nl: Locatietoegang is uitgeschakeld. Schakel het in System Settings in om het weer weer te geven.
om: Bakka argachuun cufaadha. Haala qilleensaa agarsiisuuf System Settings keessatti dandeessisi.
or: ଅବସ୍ଥାନ ପ୍ରବେଶ ବନ୍ଦ ଅଛି | ପାଣିପାଗ ପ୍ରଦର୍ଶନ କରିବାକୁ ଏହାକୁ System Settings ରେ ସକ୍ଷମ କରନ୍ତୁ |
pa: ਟਿਕਾਣਾ ਪਹੁੰਚ ਬੰਦ ਹੈ। ਮੌਸਮ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਇਸਨੂੰ System Settings ਵਿੱਚ ਸਮਰੱਥ ਕਰੋ।
pl: Dostęp do lokalizacji jest wyłączony. Włącz tę opcję w System Settings, aby wyświetlić pogodę.
ps: ځای ته لاسرسی بند دی. د هوا ښودلو لپاره دا په System Settings کې فعال کړئ.
pt: O acesso ao local está desativado. Habilite-o em System Settings para exibir o clima.
qu: Maypi kasqanman yaykuyqa manañam kachkan. System Settings nisqapi atichiy pachata qhawachinapaq.
ro: Accesul la locație este dezactivat. Activați-l în System Settings pentru a afișa vremea.
ru: Доступ к местоположению отключен. Включите его в System Settings, чтобы отображать погоду.
rw: Kubona ahantu birahari. Gushoboza muri System Settings kwerekana ikirere.
sd: جڳھ جي رسائي بند آھي. ان کي فعال ڪريو System Settings ۾ موسم ڏيکارڻ لاءِ.
si: ස්ථාන ප්‍රවේශය අක්‍රියයි. කාලගුණය සංදර්ශන කිරීමට එය System Settings හි සබල කරන්න.
sk: Prístup k polohe je vypnutý. Ak chcete zobraziť počasie, povoľte ho v System Settings.
sl: Dostop do lokacije je izklopljen. Omogočite ga v System Settings za prikaz vremena.
sm: Ua tape le avanoa i nofoaga. Fa'aaga i le System Settings e fa'aalia ai le tau.
so: Gelida goobta waa dansan Daar u geli System Settings si aad u muujiso cimilada.
sq: Qasja në vendndodhje është joaktiv. Aktivizojeni atë në System Settings për të shfaqur motin.
sr: Приступ локацији је искључен. Омогућите га у ЗКСТОКЕН0К да бисте приказали временску прогнозу.
su: Aksés lokasi pareum. Aktipkeun dina System Settings pikeun mintonkeun cuaca.
sv: Platsåtkomst är avstängd. Aktivera den i System Settings för att visa vädret.
sw: Ufikiaji wa eneo umezimwa. Iwashe katika System Settings ili kuonyesha hali ya hewa.
ta: இருப்பிட அணுகல் முடக்கப்பட்டுள்ளது. வானிலையைக் காட்ட System Settings இல் அதை இயக்கவும்.
te: స్థాన యాక్సెస్ ఆఫ్ చేయబడింది. వాతావరణాన్ని ప్రదర్శించడానికి దీన్ని System Settingsలో ప్రారంభించండి.
tg: Дастрасии макон хомӯш аст. Барои намоиш додани обу ҳаво онро дар System Settings фаъол созед.
th: การเข้าถึงตำแหน่งปิดอยู่ เปิดใช้งานใน System Settings เพื่อแสดงสภาพอากาศ
tk: Locationerleşiş mümkinçiligi ýapyk Howany görkezmek üçin System Settings-de işlediň.
tr: Konum erişimi kapalı. Hava durumunu görüntülemek için System Settings'da etkinleştirin.
tt: Урынга керү мөмкинлеге юк. XXTOKEN0Q'да һава торышын күрсәтү өчен аны эшләгез.
ug: ئورۇن زىيارەت قىلىش ئېتىۋېتىلگەن. ھاۋارايىنى كۆرسىتىش ئۈچۈن System Settings دا قوزغىتىڭ.
uk: Доступ до місцезнаходження вимкнено. Увімкніть його в System Settings, щоб відображати погоду.
ur: مقام تک رسائی بند ہے۔ موسم کو ظاہر کرنے کے لیے اسے System Settings میں فعال کریں۔
uz: Joylashuvga ruxsat oʻchirilgan. Ob-havoni ko'rsatish uchun uni System Settings da yoqing.
vi: Quyền truy cập vị trí bị tắt. Kích hoạt nó trong System Settings để hiển thị thời tiết.
xh: Ukufikelela kwindawo kucinyiwe. Yenza ukuba isebenze kwi-System Settings ukubonisa imozulu.
yi: אָרט אַקסעס איז אַוועק. געבן עס אין System Settings צו ווייַזן די וועטער.
yo: Wiwọle ipo wa ni pipa. Mu ṣiṣẹ ni System Settings lati ṣe afihan oju ojo.
zh_hans: 位置访问已关闭。在System Settings中启用它可以显示天气。
zh_hant: 位置存取已關閉。在System Settings中啟用它可以顯示天氣。
zu: Ukufinyelela indawo kuvaliwe. Inike amandla ku-System Settings ukuze ubonise isimo sezulu.

# weather.unavailable.locationRequired
source: Core-Monitor requires your location to display local weather.
af: core-monitor vereis jou ligging om die weer te vertoon.
am: core-monitor የአየር ሁኔታን ለማሳየት አካባቢዎን ይፈልጋል።
ar: يتطلب core-monitor موقعك لعرض الطقس.
as: বতৰ প্ৰদৰ্শন কৰিবলৈ core-monitor ৰ বাবে আপোনাৰ অৱস্থানৰ প্ৰয়োজন।
ay: core-monitor ukax kawkhantix utjki ukax pacha uñacht’ayañatakiw mayi.
az: core-monitor havanı göstərmək üçün yerinizi tələb edir.
be: core-monitor патрабуе вашага месцазнаходжання для адлюстравання надвор'я.
bg: core-monitor изисква вашето местоположение, за да покаже времето.
bho: core-monitor के मौसम के प्रदर्शित करे खातिर राउर स्थान के जरूरत होला।
bn: core-monitor আবহাওয়া প্রদর্শনের জন্য আপনার অবস্থানের প্রয়োজন।
bs: core-monitor zahtijeva vašu lokaciju za prikaz vremena.
ca: core-monitor requereix la vostra ubicació per mostrar el temps.
ceb: Gikinahanglan sa core-monitor ang imong lokasyon aron ipakita ang panahon.
co: core-monitor richiede u vostru locu per vede u clima.
cs: core-monitor vyžaduje k zobrazení počasí vaši polohu.
cy: Mae core-monitor yn gofyn am eich lleoliad i arddangos y tywydd.
da: core-monitor kræver din placering for at vise vejret.
de: core-monitor benötigt Ihren Standort, um das Wetter anzuzeigen.
dv: core-monitor އިން މޫސުން ދައްކާލުމަށް ތިބާގެ ލޮކޭޝަން ބޭނުންވެއެވެ.
ee: core-monitor bia be afi si nèle la naɖe yame ƒe nɔnɔme afia.
el: Το core-monitor απαιτεί την τοποθεσία σας για να εμφανίζει τον καιρό.
eo: core-monitor postulas vian lokon por montri la veteron.
es: core-monitor requiere su ubicación para mostrar el clima.
et: core-monitor nõuab ilmateate kuvamiseks teie asukohta.
fa: core-monitor برای نمایش آب و هوا به موقعیت مکانی شما نیاز دارد.
fi: core-monitor vaatii sijaintisi näyttääkseen sään.
fil: Kinakailangan ng core-monitor ang iyong lokasyon upang ipakita ang lagay ng panahon.
fr: core-monitor nécessite votre emplacement pour afficher la météo.
fy: core-monitor fereasket jo lokaasje om it waar te werjaan.
ga: Éilíonn core-monitor do shuíomh chun an aimsir a thaispeáint.
gd: Feumaidh core-monitor d’ àite gus an aimsir a thaisbeanadh.
gl: core-monitor require a túa localización para mostrar o tempo.
gn: core-monitor ojerure nde reimeha ohechauka hag̃ua ára.
gu: હવામાન દર્શાવવા માટે core-monitor ને તમારા સ્થાનની જરૂર છે.
ha: core-monitor yana buƙatar wurin ku don nuna yanayin.
he: core-monitor דורש את המיקום שלך כדי להציג את מזג האוויר.
hi: core-monitor को मौसम प्रदर्शित करने के लिए आपके स्थान की आवश्यकता है।
hr: core-monitor zahtijeva vašu lokaciju za prikaz vremena.
ht: core-monitor mande kote w ap montre move tan an.
hu: A core-monitor megköveteli a tartózkodási helyét az időjárás megjelenítéséhez.
hy: core-monitor-ը պահանջում է ձեր գտնվելու վայրը՝ եղանակը ցուցադրելու համար:
id: core-monitor memerlukan lokasi Anda untuk menampilkan cuaca.
ig: core-monitor chọrọ ọnọdụ gị iji gosipụta ihu igwe.
is: core-monitor krefst staðsetningu þinnar til að sýna veðrið.
it: core-monitor richiede la tua posizione per visualizzare il meteo.
ja: core-monitor では、天気を表示するには現在地が必要です。
jv: core-monitor mbutuhake lokasi sampeyan kanggo nampilake cuaca.
ka: core-monitor მოითხოვს თქვენს მდებარეობას ამინდის საჩვენებლად.
kk: core-monitor ауа райын көрсету үшін орналасқан жеріңізді талап етеді.
km: core-monitor ទាមទារទីតាំងរបស់អ្នកដើម្បីបង្ហាញអាកាសធាតុ។
kn: core-monitor ಹವಾಮಾನವನ್ನು ಪ್ರದರ್ಶಿಸಲು ನಿಮ್ಮ ಸ್ಥಳದ ಅಗತ್ಯವಿದೆ.
ko: core-monitor에서는 날씨를 표시하려면 위치가 필요합니다.
ku: core-monitor cîhê we hewce dike ku hewayê nîşan bide.
ky: core-monitor аба ырайын көрсөтүү үчүн жайгашкан жериңизди талап кылат.
lb: core-monitor erfuerdert Är Plaz fir d'Wieder ze weisen.
lo: core-monitor ຕ້ອງການສະຖານທີ່ຂອງທ່ານເພື່ອສະແດງສະພາບອາກາດ.
lt: core-monitor reikalinga jūsų vieta, kad būtų rodomas oras.
lv: Lai parādītu laikapstākļus, core-monitor ir nepieciešama jūsu atrašanās vieta.
mg: core-monitor dia mitaky ny toerana misy anao hanehoana ny toetrandro.
mi: Kei te hiahia a core-monitor i to waahi hei whakaatu i te huarere.
mk: core-monitor бара вашата локација да го прикажува времето.
ml: core-monitor-ന് കാലാവസ്ഥ പ്രദർശിപ്പിക്കുന്നതിന് നിങ്ങളുടെ സ്ഥാനം ആവശ്യമാണ്.
mn: core-monitor нь цаг агаарыг харуулахын тулд таны байршлыг шаарддаг.
mr: core-monitor ला हवामान प्रदर्शित करण्यासाठी तुमचे स्थान आवश्यक आहे.
ms: core-monitor memerlukan lokasi anda untuk memaparkan cuaca.
mt: core-monitor jeħtieġ il-lokalità tiegħek biex turi t-temp.
my: core-monitor ရာသီဥတုကိုပြသရန်သင့်တည်နေရာလိုအပ်သည်။
nb: core-monitor krever posisjonen din for å vise været.
ne: core-monitor लाई मौसम प्रदर्शन गर्न तपाईंको स्थान चाहिन्छ।
nl: core-monitor heeft uw locatie nodig om het weer weer te geven.
om: core-monitor haala qilleensaa agarsiisuuf bakka jirtu barbaada.
or: core-monitor ପାଣିପାଗ ପ୍ରଦର୍ଶନ କରିବାକୁ ଆପଣଙ୍କର ଅବସ୍ଥାନ ଆବଶ୍ୟକ କରେ |
pa: core-monitor ਨੂੰ ਮੌਸਮ ਦਿਖਾਉਣ ਲਈ ਤੁਹਾਡੇ ਟਿਕਾਣੇ ਦੀ ਲੋੜ ਹੈ।
pl: core-monitor wymaga Twojej lokalizacji, aby wyświetlić pogodę.
ps: core-monitor د هوا ښودلو لپاره ستاسو موقعیت ته اړتیا لري.
pt: core-monitor requer sua localização para exibir o clima.
qu: core-monitor maypi kasqaykita pachata qhawachinapaq munan.
ro: core-monitor necesită locația dvs. pentru a afișa vremea.
ru: core-monitor требует вашего местоположения для отображения погоды.
rw: core-monitor isaba aho uherereye kugirango werekane ikirere.
sd: core-monitor توهان جي مقام جي ضرورت آهي موسم کي ظاهر ڪرڻ لاءِ.
si: core-monitor කාලගුණය පෙන්වීමට ඔබගේ ස්ථානය අවශ්‍ය වේ.
sk: core-monitor vyžaduje na zobrazenie počasia vašu polohu.
sl: core-monitor zahteva vašo lokacijo za prikaz vremena.
sm: core-monitor e manaʻomia lou nofoaga e faʻaalia ai le tau.
so: core-monitor waxay u baahan tahay goobtaada si ay u muujiso cimilada.
sq: core-monitor kërkon vendndodhjen tuaj për të shfaqur motin.
sr: ЗКСТОКЕН0К захтева вашу локацију за приказ времена.
su: core-monitor merlukeun lokasi anjeun pikeun mintonkeun cuaca.
sv: core-monitor kräver din plats för att visa vädret.
sw: core-monitor inahitaji eneo lako ili kuonyesha hali ya hewa.
ta: core-monitor வானிலையைக் காட்ட உங்கள் இருப்பிடம் தேவை.
te: core-monitor వాతావరణాన్ని ప్రదర్శించడానికి మీ స్థానం అవసరం.
tg: core-monitor барои нишон додани обу ҳаво макони шуморо талаб мекунад.
th: core-monitor ต้องการตำแหน่งของคุณเพื่อแสดงสภาพอากาศ
tk: core-monitor howany görkezmek üçin ýerleşýän ýeriňizi talap edýär.
tr: core-monitor, hava durumunu görüntülemek için konumunuzu gerektirir.
tt: core-monitor һава торышын күрсәтү өчен сезнең урыныгызны таләп итә.
ug: core-monitor ھاۋارايىڭىزنى كۆرسىتىش ئۈچۈن ئورنىڭىزنى تەلەپ قىلىدۇ.
uk: core-monitor вимагає вашого місцезнаходження для відображення погоди.
ur: core-monitor کو موسم ظاہر کرنے کے لیے آپ کا مقام درکار ہے۔
uz: core-monitor ob-havoni ko‘rsatish uchun joylashuvingizni talab qiladi.
vi: core-monitor yêu cầu vị trí của bạn để hiển thị thời tiết.
xh: I-core-monitor ifuna indawo okuyo ukubonisa imozulu.
yi: core-monitor ריקווייערז דיין אָרט צו ווייַזן די וועטער.
yo: core-monitor nilo ipo rẹ lati ṣe afihan oju ojo.
zh_hans: core-monitor 需要您所在的位置才能显示天气。
zh_hant: core-monitor 需要您所在的位置才能顯示天氣。
zu: I-core-monitor idinga indawo yakho ukuze ibonise isimo sezulu.
